start_command = 
    .description = Перезапустить бота
language_command = 
    .description = Поменять язык
setcommands_command =
    .description = Обновить команды
roll_command =
    .description = Кидай кубик
panel_command =
    .description = Админ панель

start = 
    .register = Привет, {$name}! 

    🚀 Это уникальный бот по CS2! Здесь ты можешь получить любимые скины бесплатно или же халявно пополнить баланс стима!

    🎯 Для начала - давай пройдем калибровку и узнаем твой ранг! 
    .welcome = 🧨 Привет, {$name}!

    Мы создали этого бота для тебя! Здесь ты получишь бесплатно скины или можешь халявно пополнить баланс стима!

    ⁉️ Как получить скины или баланс стима:
    ▪️ Стреляй по мишеням и получай монетки 💰 
    ▪️ Покупай за монетки 💰 кейсы и ключи.
    ▪️ Получай скины или баланс стима!

    ❓ Если остались вопросы - жми /faq.
start_buttons =
        .calibration = 🎯 Калибровка
        .profile = 📋 Профиль
        .workout = 🔝 Тренировка

calibration =
        .end = ✔️ Калибровка завершена!

        🎖 Твой текущий ранг: {$rang}

        🚀 ЖМИ /start!
        .allready-complite = Вы уже прошли колибровку!

workout =
        .main = <b>Добро пожаловать на тренировку, {$name}!</b>

        Чтобы заработать монетки и открывать кейсы - тебе нужно тренироваться!

        Стреляй по мишеням
        Прокачивай ранг
        Зарабатывай монетки

        Подписка на наш канал @cs_unlimited дает тебе +5 доп.мишеней каждый день. А ещё мы выдаем промокоды на канале для бота 😉

        <tg-spoiler>P.S. Во время тренировки есть шанс, что тебе выпадет кейс 🤫</tg-spoiler>

        🎖 Твой текущий ранг: {$rang}
        💰 Твои монетки: {$coins}
        🎯 Мишени: {$targets}

workout_buttons = 
        .shoot = Стрелять
        .additionally = Мишени
        .home = Назад

shoot = 
        .no-targets = У вас нет мишеней!
        .start = Стрельба по мишеням началась
        .end-head = Хедшот! {$reward}
        .end-body = Моя печень! {$reward}
        .end-arm = Больно в руке {$reward}
        .end-leg = Больно в ноге {$reward}
        .end-miss = Промах {$reward}

profile = 
        .main = Профиль {$id}
        Ник: {$name}
        Ранг: {$rang}
        Монетки: {$coins}
        Точность: {$accuracy}


language = 
    .select = Пожалуйста, выберите ваш язык
    .changed = Обновления языка успешо!

admin =
    .commands-updated = Команды обновлены
    .panel-main = Это админ панель
    .panel-pick_user = Выберите пользователя
    .panel-change_user = Изменение пользователя
    Имя пользователя: {$user}
    .panel-channels_manage = Управление каналами с подпиской
    Текущие каналы:
    {$channels}
    .panel-pick_new_channel = Выберите новый канал
    .panel-add_new_channel = Укажите рекламню ссылку и имя канала (будет отображено в кнопке) через @
    .panel-remove_channel = Выберите канал для удаления
    .panel-delete_channel_success = Успешно! Канал удалён
    .panel-delete_channel_failed = Не удалось удалить канал
    .panel-faled_new_channel = Не удалось добавить канал. Проверьте что:
    Чат является каналом
    Бот является админом этого канала
    Этого канала нет в доп. каналах
    .panel-sucsess = Успешно
    .money-choose = Укажите количество монеток и комментарий в формате
    новое кол-во монеток/комментарий
    .targets-choose = Укажите количество мишеней и комментарий в формате
    новое кол-во мишеней/комментарий

admin_buttons =
    .choose-user = Получить пользователя
    .choose-channel = Получить канал
    .status = Изменить статус
    .shoot = Выстрелы
    .money = Монетки
    .data = {$count}
    .add-channel = Добавить канал
    .remove-channel = Удалить канал
    .no_channels = Нет каналов
    .mange-user = Управление пользователями
    .mange-item = Управление предметами
    .mange-subscribe-channels = Управление доп. каналами

notifications =
    .money_change = Ваши монетки изменены
    Ваш баланс: {$coins}
    Комментарий: {$reason}
    .shoot_change = Ваши выстрелы изменены
    Ваш баланс: {$shoot}
    Комментарий: {$reason}
    .status_change = Ваш ранг изменён
    Ваш ранг: {$rang}
    Комментарий: {$reason}
    .day_update = Новый день - ноая жизнь
    .reminder_shoots = У вас ещё есть выстрелы
    .reminder_additionally = Вы ещё не собрали все доп. выстрелы
    .reminder_hour = Остался час до сброса! Соберите выстрелы и потренеруйтесь

errors =
    .regestration = Что то произошло в момент вашей регестрации.
    Нажмите /start и попробуйте ещё раз.
    Если это не поможет обратитесь в техническую поддержку
    .no-registered-user = Вы не зарегестрированы.
    Нажмите /start чтобы начать игру!
    .no-calibration-user = Вы не прошли калибровку!
    Нажмите /start чтобы пройти её!
    .no-select-user-found = Указанный вами пользователь не найден!
    Скорее всего он не зарегестрирован!
    .forbiden = Недостаточно прав для выполнения взаимодействия
    .invalid-input = Невернные ввод! Введите в формате '{$format}'
    .an-error-has-occurred = Произошла неизвестная ошибка

unhandled = Неизвестное взаимодействие. Нажмите /start
##

pino = pino