start_command = 
    .description = Перезапустить бота
language_command = 
    .description = Поменять язык
setcommands_command =
    .description = Обновить команды
roll_command =
    .description = Кидай кубик

start = 
    .new-user = Новенький!
    .register = Пройдите калибровку!
    .welcome = Приветик!
start_buttons =
        .calibration = 🔫 Калибровка
        .profile = 🪪 Профиль
        .workout = 🔫 Тренировка

calibration =
        .end = Калибровка завершена
        Вам присвоен ранг {$rang}

workout =
        .main = Меню тренировок!

workout_buttons = 
        .shoot = Стрелять
        .additionally = Мишени
        .home = Назад

shoot = 
        .no-targets = У вас нет мишеней!
        .start = Стрельба по мишеням началась
        .end-head = Хедшот! {$reward}
        .end-body = Моя печень! {$reward}
        .end-arm = Больно в руке {$reward}
        .end-leg = Больно в ноге {$reward}
        .end-miss = Промах {$reward}

profile = 
        .main = Ваш профиль {$id}

language = 
    .select = Пожалуйста, выберите ваш язык
    .changed = Обновления языка успешо!

admin =
    .commands-updated = Команды обновлены

errors =
    .regestration = Что то произошло в момент вашей регестрации.
    Нажмите /start и попробуйте ещё раз.
    Если это не поможет обратитесь в техническую поддержку
    .no-registered-user = Вы не зарегестрированы.
    Нажмите /start чтобы начать игру!
    .no-calibration-user = Вы не прошли калибровку!
    Нажмите /start чтобы пройти её!

unhandled = Неизвестное взаимодействие. Нажмите /start
##

pino = pino